Repository: AldenClark/pushgo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# thing_detail_no_metadata
source: No metadata
de: Keine Metadaten
es: Sin metadatos
fr: Aucune métadonnée
ja: メタデータはありません
ko: 메타데이터가 없습니다
zh_hans: 无元数据
zh_hant: 無元資料

# thing_detail_tab_events
source: Event
de: Ereignis
es: Evento
fr: Événement
ja: イベント
ko: 이벤트
zh_hans: 事件
zh_hant: 事件

# thing_detail_tab_messages
source: Messages
de: Nachrichten
es: Mensajes
ja: メッセージ
ko: 메시지
zh_hans: 消息
zh_hant: 訊息

# thing_detail_tab_updates
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: 更新
ko: 업데이트
zh_hans: 更新
zh_hant: 更新

# things_empty_hint
source: Object entries appear after /thing/create or /thing/update payloads arrive.
de: Objekteinträge erscheinen nach Eingang von /thing/create- oder /thing/update-Payloads.
es: Las entradas de objetos aparecen tras recibir payloads /thing/create o /thing/update.
fr: Les entrées d’objet apparaissent après réception des payloads /thing/create ou /thing/update.
ja: /thing/create または /thing/update ペイロード受信後にここへ表示されます。
ko: /thing/create 또는 /thing/update 페이로드를 수신하면 여기에 표시됩니다.
zh_hans: 收到 /thing/create 或 /thing/update 数据后会在这里显示。
zh_hant: 收到 /thing/create 或 /thing/update 資料後會在這裡顯示。

# things_empty_title
source: No objects yet
de: Noch keine Objekte
es: Aún no hay objetos
fr: Aucun objet pour le moment
ja: まだオブジェクトはありません
ko: 아직 객체가 없습니다
zh_hans: 暂无对象
zh_hant: 暫無物件

source: This device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
ja: このデバイス
ko: 이 기기
zh_hans: 本机
zh_hant: 本機

# this_message_has_been_deleted_or_does_not_exist
source: This message was deleted or does not exist
de: Diese Nachricht wurde gelöscht oder existiert nicht
es: Este mensaje fue eliminado o no existe
fr: Ce message a été supprimé ou n’existe pas
ja: このメッセージは削除済みか存在しません
ko: 메시지가 삭제되었거나 존재하지 않습니다
zh_hans: 消息已删除或不存在
zh_hant: 訊息已刪除或不存在

source: This will delete all local messages permanently
de: Dadurch werden alle lokalen Nachrichten dauerhaft gelöscht
es: Esto eliminará permanentemente todos los mensajes locales
fr: Cette action supprimera définitivement tous les messages locaux
ja: ローカルのメッセージを完全削除します
ko: 로컬 메시지를 영구 삭제합니다
zh_hans: 将永久删除所有本地消息，且不可撤销
zh_hant: 將永久刪除所有本地訊息且不可復原

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
ko: 제목
zh_hans: 标题
zh_hant: 標題

source: To be confirmed
de: Ausstehende Bestätigung
es: Pendiente de confirmar
fr: À confirmer
ja: 確認待ち
ko: 확인 필요
zh_hans: 待确认
zh_hant: 待確認

source: Track declarations and state transitions in chronological chains.
de: Deklarationen und Statuswechsel in chronologischen Ketten nachverfolgen.
es: Rastrear declaraciones y transiciones de estado en cadenas cronológicas.
fr: Suivre les déclarations et transitions d’état dans des chaînes chronologiques.
ja: 宣言と状態遷移を時系列チェーンで追跡します。
ko: 선언과 상태 전이를 시간순 체인으로 추적합니다.
zh_hans: 按时间链路追踪声明与状态迁移。
zh_hant: 按時間鏈路追蹤聲明與狀態遷移。

source: Traditional Chinese
de: Traditionelles Chinesisch
es: Chino tradicional
fr: Chinois traditionnel
ja: 繁体字中国語
ko: 중국어(번체)
zh_hans: 繁体中文
zh_hant: 繁體中文

# try_changing_a_keyword_or_adjusting_the_filter_conditions
source: Try another keyword or adjust filters
de: Anderes Stichwort versuchen oder Filter anpassen
es: Prueba otra palabra clave o ajusta los filtros
fr: Essayez un autre mot-clé ou ajustez les filtres
ja: 別のキーワードまたはフィルター調整を試してください
ko: 다른 키워드나 필터 조정
zh_hans: 尝试其他关键词或调整筛选
zh_hant: 嘗試其他關鍵詞或調整篩選

# try_changing_a_keyword_or_clear_the_filter_conditions
source: Try a different keyword or clear filters
de: Anderes Stichwort versuchen oder Filter zurücksetzen
es: Prueba otra palabra clave o limpia los filtros
fr: Essayez un autre mot-clé ou effacez les filtres
ja: 別のキーワードやフィルター解除を試してください
ko: 다른 키워드나 필터 해제 시도
zh_hans: 尝试更换关键词或清除筛选条件
zh_hant: 嘗試更換關鍵詞或清除篩選條件

# unable_to_connect_to_the_server_please_check_the_address_or_network
source: Cannot connect to gateway; check address or network
de: Verbindung zum Gateway fehlgeschlagen; Adresse oder Netzwerk prüfen
es: No se puede conectar al gateway; revisa la dirección o la red
fr: Impossible de se connecter à la passerelle ; vérifiez l’adresse ou le réseau
ja: サーバーに接続できません。アドレスとネットワークを確認してください
ko: 서버에 연결할 수 없습니다. 주소/네트워크를 확인하세요
zh_hans: 无法连接网关，请检查地址或网络
zh_hant: 無法連線網關，請檢查地址或網路

# unable_to_find_ringtone_file_placeholder
source: Ringtone file not found: %@
de: Klingeltondatei nicht gefunden: %@
es: Archivo de tono no encontrado: %@
fr: Fichier de sonnerie introuvable : %@
ja: 着信音ファイルが見つかりません: %@
ko: 벨소리 파일을 찾을 수 없음: %@
zh_hans: 找不到铃声文件：%@
zh_hant: 找不到鈴聲檔案：%@

source: Unable to obtain APNs token
de: APNs-Token konnte nicht abgerufen werden
es: No se pudo obtener el token APNs
fr: Impossible d’obtenir le token APNs
ja: APNsトークンを取得できません
ko: APNs 토큰을 받을 수 없습니다
zh_hans: 无法获取 APNs 令牌
zh_hant: 無法取得 APNs 權杖

# unable_to_obtain_apns_token_placeholder
source: Unable to obtain APNs token: %@
de: APNs-Token konnte nicht abgerufen werden: %@
es: No se pudo obtener el token APNs: %@
fr: Impossible d’obtenir le token APNs : %@
ja: APNsトークン取得失敗: %@
ko: APNs 토큰을 받을 수 없음: %@
zh_hans: 无法获取 APNs 令牌：%@
zh_hant: 無法取得 APNs 權杖：%@

# unable_to_read_local_data_placeholder
source: Unable to read local data: %@
de: Lokale Daten konnten nicht gelesen werden: %@
es: No se pudieron leer los datos locales: %@
fr: Impossible de lire les données locales : %@
ja: ローカルデータを読み取れません: %@
ko: 로컬 데이터를 읽을 수 없음: %@
zh_hans: 无法读取本地数据：%@
zh_hant: 無法讀取本地資料：%@

# unable_to_read_ringtone_file
source: Unable to read the ringtone file
de: Klingeltondatei konnte nicht gelesen werden
es: No se pudo leer el archivo de tono
fr: Impossible de lire le fichier de sonnerie
ja: 着信音ファイルを読み込めません
ko: 벨소리 파일을 읽을 수 없습니다
zh_hans: 无法读取该铃声文件
zh_hant: 無法讀取該鈴聲檔案

source: Unable to sync channels
de: Kanäle konnten nicht synchronisiert werden
es: No se pudieron sincronizar los canales
fr: Impossible de synchroniser les canaux
ja: チャンネルを同期できません
ko: 채널을 동기화할 수 없습니다
zh_hans: 无法同步频道
zh_hant: 無法同步頻道

# unable_to_sync_channels_placeholder
source: Unable to sync channels: %@
de: Kanäle konnten nicht synchronisiert werden: %@
es: No se pudieron sincronizar los canales: %@
fr: Impossible de synchroniser les canaux : %@
ja: チャンネル同期に失敗しました: %@
ko: 채널 동기화에 실패했습니다: %@
zh_hans: 无法同步频道：%@
zh_hant: 無法同步頻道：%@

# understand_the_sound_parameter_value_and_preview_the_prompt_sound
source: See sound parameter value and preview
de: Sound-Parameterwert und Vorschau anzeigen
es: Ver valor del parámetro de sonido y previsualización
fr: Voir la valeur du paramètre sonore et l’aperçu
ja: sound 値の確認と試聴
ko: sound 값을 확인하고 미리 듣기
zh_hans: 查看 sound 参数并试听
zh_hant: 查看 sound 參數並試聽

source: Unread
de: Ungelesen
es: No leído
fr: Non lu
ja: 未読
ko: 읽지 않음
zh_hans: 未读
zh_hant: 未讀

source: Unset keys
de: Nicht gesetzte Schlüssel
es: Claves sin establecer
fr: Clés non définies
ja: 解除キー
ko: 해제 키
zh_hans: Unset 键
zh_hant: Unset 鍵

source: Unsubscribe and delete history
de: Abbestellen und Verlauf löschen
es: Cancelar suscripción y eliminar historial
fr: Se désabonner et supprimer l’historique
ja: 購読解除して履歴を削除
ko: 구독 해지 및 기록 삭제
zh_hans: 取消订阅并删除历史
zh_hant: 取消訂閱並刪除歷史

# unsubscribe_channel
source: Unsubscribe
de: Abbestellen
es: Cancelar suscripción
fr: Se désabonner
ja: 購読解除
ko: 구독 해지
zh_hans: 取消订阅
zh_hant: 取消訂閱

# unsubscribe_channel_title
source: Unsubscribe %@?
de: %@ abbestellen?
es: ¿Cancelar suscripción de %@?
fr: Se désabonner de %@ ?
ja: 「%@」を購読解除しますか？
ko: %@ 구독을 해지할까요?
zh_hans: 取消订阅 %@？
zh_hant: 取消訂閱 %@？

# unsubscribe_keep_history
source: Unsubscribe and keep history
de: Abbestellen und Verlauf behalten
es: Cancelar suscripción y conservar historial
fr: Se désabonner et conserver l’historique
ja: 購読解除して履歴を保持
ko: 구독 해지 후 기록 유지
zh_hans: 取消订阅并保留历史
zh_hant: 取消訂閱並保留歷史

# unsupported_ringtone_format_placeholder
source: Unsupported file format (%@). Use .caf/.wav/.aiff.
de: Nicht unterstütztes Dateiformat (%@). Verwende .caf/.wav/.aiff.
es: Formato de archivo no compatible (%@). Usa .caf/.wav/.aiff.
fr: Format de fichier non pris en charge (%@). Utilisez .caf/.wav/.aiff.
ja: 未対応のファイル形式（%@）です。.caf/.wav/.aiff を使用してください。
ko: 지원하지 않는 형식(%@)입니다. .caf/.wav/.aiff를 사용하세요.
zh_hans: 暂不支持该文件格式（%@），请使用 .caf/.wav/.aiff
zh_hant: 暫不支援該檔案格式（%@），請使用 .caf/.wav/.aiff

# upbeat_level_up_tone
source: Upbeat level-up sweep
de: Aufsteigender Level-up-Sweep
es: Barrido ascendente de subida de nivel
fr: Balayage montant de montée de niveau
ja: 元気なレベルアップ音
ko: 활기찬 레벨업 톤
zh_hans: 欢快升级音
zh_hant: 歡快升級音

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: 更新
ko: 업데이트
zh_hans: 更新
zh_hant: 更新

# url_or_deep_link
source: Link
de: Verknüpfung
es: Enlace
fr: Lien
ja: リンク
ko: 링크
zh_hans: 链接
zh_hant: 連結

source: Used to generate APNs token
de: Wird zur Erzeugung des APNs-Tokens verwendet
es: Se usa para generar el token APNs
fr: Utilisé pour générer le token APNs
ja: APNsトークン生成に使用
ko: APNs 토큰 생성에 사용
zh_hans: 用于生成 APNs 令牌
zh_hant: 用於生成 APNs 權杖

source: View built-in ringtones
de: Integrierte Klingeltöne anzeigen
es: Ver tonos integrados
fr: Afficher les sonneries intégrées
ja: 内蔵着信音を表示
ko: 내장 벨소리 보기
zh_hans: 查看内置铃声
zh_hant: 查看內建鈴聲

source: Waiting for Apple Watch to accept standalone mode. This request will time out automatically if the watch does not respond.
de: Warten, bis Apple Watch den Standalone-Modus akzeptiert. Diese Anfrage läuft automatisch ab, wenn die Uhr nicht antwortet.
es: Esperando a que Apple Watch acepte el modo independiente. Esta solicitud vencerá automáticamente si el reloj no responde.
fr: En attente de l’acceptation du mode autonome par Apple Watch. Cette requête expirera automatiquement si la montre ne répond pas.
ja: Apple Watchが単独モード要求を受け入れるのを待機中です。応答がない場合、この要求は自動でタイムアウトします。
ko: Apple Watch가 독립 모드 요청을 수락할 때까지 기다리는 중입니다. 응답이 없으면 이 요청은 자동으로 시간 초과됩니다.
zh_hans: 正在等待 Apple Watch 接受独立模式。若手表无响应，此请求会自动超时。
zh_hant: 正在等待 Apple Watch 接受獨立模式。若手錶無回應，此請求會自動逾時。

source: Waiting for Apple Watch to confirm standalone mode.
de: Warten auf Bestätigung des Standalone-Modus durch Apple Watch.
es: Esperando confirmación del modo independiente por parte de Apple Watch.
fr: En attente de confirmation du mode autonome par Apple Watch.
ja: Apple Watchが単独モードを確認するのを待機中です。
ko: Apple Watch가 독립 모드를 확인할 때까지 기다리는 중입니다.
zh_hans: 正在等待 Apple Watch 确认独立模式。
zh_hant: 正在等待 Apple Watch 確認獨立模式。

source: Waiting for Apple Watch to switch back to mirror mode.
de: Warten, bis Apple Watch zurück in den Spiegelmodus wechselt.
es: Esperando que Apple Watch vuelva al modo espejo.
fr: En attente du retour d’Apple Watch en mode miroir.
ja: Apple Watchがミラーモードへ戻るのを待機中です。
ko: Apple Watch가 미러 모드로 돌아갈 때까지 기다리는 중입니다.
zh_hans: 正在等待 Apple Watch 切回镜像模式。
zh_hant: 正在等待 Apple Watch 切回鏡像模式。

source: Waiting for Apple Watch to switch back to mirror mode. This request will time out automatically if the watch does not respond.
de: Warten, bis Apple Watch zurück in den Spiegelmodus wechselt. Diese Anfrage läuft automatisch ab, wenn die Uhr nicht antwortet.
es: Esperando que Apple Watch vuelva al modo espejo. Esta solicitud vencerá automáticamente si el reloj no responde.
fr: En attente du retour d’Apple Watch en mode miroir. Cette requête expirera automatiquement si la montre ne répond pas.
ja: Apple Watchがミラーモードへ戻るのを待機中です。応答がない場合、この要求は自動でタイムアウトします。
ko: Apple Watch가 미러 모드로 돌아갈 때까지 기다리는 중입니다. 응답이 없으면 이 요청은 자동으로 시간 초과됩니다.
zh_hans: 正在等待 Apple Watch 切回镜像模式。若手表无响应，此请求会自动超时。
zh_hant: 正在等待 Apple Watch 切回鏡像模式。若手錶無回應，此請求會自動逾時。

# watch_companion_not_available
source: Apple Watch companion is unavailable. Install the watch app and pair the watch before enabling standalone mode.
de: Die Apple-Watch-Begleit-App ist nicht verfügbar. Installiere die Watch-App und kopple die Uhr, bevor du den Standalone-Modus aktivierst.
es: La app complementaria de Apple Watch no está disponible. Instala la app del reloj y enlázalo antes de activar el modo independiente.
fr: L’app compagnon Apple Watch n’est pas disponible. Installez l’app de la montre et appairez-la avant d’activer le mode autonome.
ja: Apple Watch 連携が利用できません。単独モードを有効にする前に、Watch App をインストールしてペアリングしてください。
ko: Apple Watch 연동을 사용할 수 없습니다. 독립 모드를 켜기 전에 Watch 앱 설치와 페어링을 완료하세요.
zh_hans: Apple Watch 伴侣状态不可用。启用独立模式前，请先安装手表 App 并完成配对。
zh_hant: Apple Watch 連動不可用。啟用獨立模式前，請先安裝手錶 App 並完成配對。

# watch_mirror_mode_enabled_success
source: Apple Watch mirror mode enabled.
de: Apple-Watch-Spiegelmodus aktiviert.
es: Modo espejo de Apple Watch activado.
fr: Mode miroir Apple Watch activé.
ja: Apple Watchミラーモードを有効にしました。
ko: Apple Watch 미러 모드를 활성화했습니다.
zh_hans: 已开启 Apple Watch 镜像模式。
zh_hant: 已開啟 Apple Watch 鏡像模式。

# watch_standalone_confirm_disable_action
source: Switch Back
de: Zurückschalten
es: Volver
fr: Revenir
ja: ミラーへ戻す
ko: 되돌리기
zh_hans: 切回
zh_hant: 切回

# watch_standalone_confirm_disable_title
source: Switch Back to Mirror Mode?
de: Zurück in den Spiegelmodus wechseln?
es: ¿Volver al modo espejo?
fr: Revenir au mode miroir ?
ja: ミラーモードへ戻しますか？
ko: 미러 모드로 되돌릴까요?
zh_hans: 切回镜像模式？
zh_hant: 切回鏡像模式？

# watch_standalone_confirm_enable_action
source: Enable
de: Aktivieren
es: Activar
fr: Activer
ja: 有効にする
ko: 활성화
zh_hans: 开启
zh_hant: 開啟

# watch_standalone_confirm_enable_title
source: Enable Apple Watch Standalone Mode?
de: Apple-Watch-Standalone-Modus aktivieren?
es: ¿Activar el modo independiente de Apple Watch?
fr: Activer le mode autonome Apple Watch ?
ja: Apple Watch単独モードを有効にしますか？
ko: Apple Watch 독립 모드를 켤까요?
zh_hans: 开启 Apple Watch 独立模式？
zh_hant: 開啟 Apple Watch 獨立模式？

# watch_standalone_confirm_message
source: Light mode mirrors notifications from iPhone. Standalone mode receives messages directly on Apple Watch. In standalone mode, your watch can receive messages independently when away from iPhone as long as it has network access. Each switch may take some time to sync data.
de: Der Light-Modus spiegelt Benachrichtigungen vom iPhone. Im Standalone-Modus empfängt Apple Watch Nachrichten direkt. Im Standalone-Modus kann die Uhr bei Netzwerkzugang auch ohne iPhone Nachrichten empfangen. Jeder Wechsel kann etwas Zeit für die Datensynchronisierung benötigen.
es: El modo ligero refleja las notificaciones del iPhone. El modo independiente recibe mensajes directamente en Apple Watch. En modo independiente, tu reloj puede recibir mensajes sin iPhone siempre que tenga acceso a la red. Cada cambio puede tardar un tiempo en sincronizar datos.
fr: Le mode léger reflète les notifications de l’iPhone. Le mode autonome reçoit les messages directement sur Apple Watch. En mode autonome, votre montre peut recevoir des messages sans iPhone tant qu’elle a accès au réseau. Chaque bascule peut nécessiter un certain temps de synchronisation.
ja: 軽量モードでは iPhone の通知をそのままミラー表示します。単独モードでは Apple Watch が独立してメッセージを受信します。単独モードでは iPhone から離れていても、Watch がネット接続できれば独立して受信できます。切り替えごとにデータ同期に時間がかかる場合があります。
ko: 라이트 모드에서는 iPhone 알림을 그대로 미러링합니다. 독립 모드에서는 Apple Watch가 메시지를 직접 수신합니다. 독립 모드에서는 iPhone과 떨어져 있어도 Watch가 네트워크에 연결되어 있으면 독립적으로 메시지를 받을 수 있습니다. 모드 전환 시 데이터 동기화에 시간이 걸릴 수 있습니다.
zh_hans: 轻量模式会完全镜像 iOS 通知。独立模式下 Apple Watch 会完全独立收取消息；离开手机时，只要手表联网也能独立接收。每次切换模式都可能需要一些时间来同步数据。
zh_hant: 輕量模式會完整鏡像 iOS 通知。獨立模式下 Apple Watch 會完全獨立收取訊息；離開手機時，只要手錶連網也能獨立接收。每次切換模式都可能需要一些時間同步資料。

# watch_standalone_mode_enabled_success
source: Apple Watch standalone mode enabled.
de: Apple-Watch-Standalone-Modus aktiviert.
es: Modo independiente de Apple Watch activado.
fr: Mode autonome Apple Watch activé.
ja: Apple Watch単独モードを有効にしました。
ko: Apple Watch 독립 모드를 활성화했습니다.
zh_hans: 已开启 Apple Watch 独立模式。
zh_hant: 已開啟 Apple Watch 獨立模式。

source: Create or subscribe to a channel to receive pushes.
de: Erstelle oder abonniere einen Kanal, um Pushes zu empfangen.
es: Crea o suscríbete a un canal para recibir notificaciones push.
fr: Créez ou abonnez-vous à un canal pour recevoir les notifications push.
ja: チャンネルを作成または購読してプッシュを受け取ってください。
ko: 채널을 만들거나 구독해 푸시를 받으세요.
zh_hans: 创建或订阅频道以接收推送。
zh_hant: 建立或訂閱頻道以接收推送。

# 退出应用
source: Exit App
de: App beenden
es: Salir de la app
fr: Quitter l’app
ja: アプリを終了
ko: 앱 종료
zh_hans: 退出应用
zh_hant: 退出應用

# 重建数据库并退出
source: Rebuild database and exit
de: Datenbank neu aufbauen und beenden
es: Reconstruir base de datos y salir
fr: Reconstruire la base de données et quitter
ja: データベースを再構築して終了
ko: 데이터베이스를 재구성하고 종료
zh_hans: 重建数据库并退出
zh_hant: 重建資料庫並退出

source: App version
es: Versión de la app
fr: Version de l’app
ja: アプリのバージョン
ko: 앱 버전
zh_hans: 应用版本
zh_hant: 應用版本

source: Filter
es: Filtro
fr: Filtre
ja: フィルタ
ko: 필터
zh_hans: 筛选
zh_hant: 篩選

source: Icon URL
es: URL del icono
fr: URL de l’icône
ja: アイコンURL
ko: 아이콘 URL
zh_hans: 图标链接
zh_hant: 圖標連結

source: OK
es: Aceptar
ko: 확인
zh_hans: 好的
zh_hant: 好的

# placeholder_icon
source: Icon URL
es: URL del icono
fr: URL de l’icône
ja: アイコンURL
ko: 아이콘 URL
zh_hans: 图标 URL
zh_hant: 圖標 URL

# pushgo_official_site
source: PushGo website
es: Sitio web de PushGo
fr: Site web PushGo
ja: PushGo 公式サイト
ko: PushGo 공식 사이트
zh_hans: PushGo 官网
zh_hant: PushGo 官網

# server_management
source: Gateway
es: Puerta de enlace
fr: Passerelle
zh_hans: 网关地址
zh_hant: 網關地址

# server_token_optional
source: Token (optional)
es: Token (opcional)
fr: Token (facultatif)
ja: 認証トークン（任意）
ko: 인증 토큰 (선택)
zh_hans: 认证令牌（可选）
zh_hant: 認證令牌（可選）

source: Push
ja: プッシュ
ko: 푸시
zh_hans: 推送
zh_hant: 推送

# server_token_placeholder
source: Token
ja: 認証トークン
ko: 인증 토큰
zh_hans: 认证令牌
zh_hant: 認證令牌

source: URL
zh_hans: 链接
zh_hant: 連結
